{
  "map": [
    "Wierzbowa Zatoczka",
      "Oaza Zdrój",
      "Newcrest",
      "Sulani",
      "Copperdale",
      "Tartosa",
      "Selvadorada",
      "San Myshuno",
      "Batuu",
      "Brindleton Bay",
      "Britechester",
      "Del Sol Valley",
      "Evergreen Harbor",
      "Forgotten Hollow",
      "Glimmerbrook",
      "Granitowe Kaskady",
      "Góra Komorebi",
      "Henford-on-Bagley",
      "Moonwood Mill",
      "Promenada Magnolii",
      "StrangerVille",
      "Windenburg"
  ],
  "challenge": [
    "Legacy Challenge\n\nZaczynasz grę w wybranej przez siebie parceli na wskazanej mapie i modyfikujesz ją dla kolejnych pokoleń. Ostatecznym celem jest stworzenie 10 pokoleń, które będą żyć na tej samej parceli od początku gry.\nGłówne cele:\na) Nie możesz przyłączyć ani przenieść innych Simów do swojej rodziny, z wyjątkiem małżonka/małżonki,\nb) Nie możesz wykonywać restartów gry. Dla przykładu - jeśli Twój Sim straci pracę, zachowaj wyniki i graj dalej,\nc) Nie możesz przenieść swojej rodziny na inną parcelę. Gra ma się toczyć na pierwszej parceli, którą się wcześniej wybrało,\nd) Nie możesz zmienić aktualnej aspiracji Sima do czasu osiągnięcia maksymalnego poziomu,\ne) Nie możesz wskrzesić żadnego z Simów w rodzinie, natomiast długość życia Simów musi być ustawiona na 'Normalną' w menu gry,\nPo ukończenu głównego celu możesz rozpocząć nowy scenariusz.",
    "Breed out the Weird\nRozpoczynasz grę, tworząc najbrzydszego Sima, jak to tylko możliwe. Ostatecznym celem jest stworzenie tylu pokoleń w rodzinie, aby ostatni Sim z pokolenia wyglądał najbardziej atrakcyjnie.\nGłówne cele:\na) Po rozpoczęciu gry, nie możesz edytować wyglądu Simów w całej rozgrywce,\nb) Nie możesz postarzać Simów w rodzinie,\nc) Aby poznać partnera/partnerkę, Twoi Simowie z każdej generacji muszą mieć przynajmniej trzeci poziom charyzmy,\nd) Nie możesz zmieniać nazwiska swoich Simów, którzy wezmą ślub. Naziwsko rodowe musi pozostać cały czas takie samo,\ne) Nie możesz adoptować dzieci w rodzinie. Każdy Twój potomek musi być biologicznym dzieckiem dla poprzedniego pokolenia.\nf) Jeśli Twój Sim z danego pokolenia umrze jako bezdzietny, wyzwanie się kończy i musisz zacząć rozgrywkę od nowa,\nPo ukończenu głównego celu możesz rozpocząć nowy scenariusz.",
    "Human Enough\nZaczynasz grę na pustej parceli jako 'kosmita' w wieku 'natolatek'. Ostatecznym celem jest osiągnięcie maksymalnego poziomu charyzmy, logiki, danej aspiracji oraz wybranej kariery.\nGłówne cele:\na) Jako Sim-Kosmita musisz być zawsze przebrany w człowieka, kiedy tylko wyjdziesz gdzieś na zewnątrz. Jeśli jakikolwiek Sim zobaczy Twój wygląd Kosmity, masz dwie możliwości - wymazać pamięć lub zabić świadka,\nb) Aby z kimś rozmawiać, najpierw musisz osiągnąć drugi poziom charyzmy oraz logiki,\nc) Gdy w relacji z danym Simem osiągniesz status 'Dobrego przyjaciela', możesz zdjąć przebranie 'człowieka' w jego pobliżu i ukazać swój prawdziwy wygląd,\nd) Zanim będziesz chciał/a podrózować gdziekolwiek poza swoim rodzinnym miastem, musisz uiśić opłatę za bilet 150 Simoleonów (w tym przypadku możesz użyć kodu, aby manewrować swoimi finansami),\ne) Zanim będziesz chciał coś zbudować na swojej parceli, najpierw musisz uiścić opłatę 500 Simoleonów za nieruchomość (w tym przypadku możesz użyć kodu, aby manewrować swoimi finansami),\nf) Kiedy osiągniesz piąty poziom logiki oraz czwarty poziom majsterkowania, możesz wybudować kolejne pomieszczenia w swoim domu. Jeśli tego nie osiągniesz, nie możesz zbudować większego domu niż jedna łazienka, kuchnia, sypialnia i salon.\nPo ukończenu wszystkich celów możesz rozpocząć nowy scenariusz.",
    "Black Widow\n\nZaczynasz grę na pustej parceli, rozpoczynając karierę tajnego agenta, a później awansując na łotra. Ostatecznym celem jest poślubiebie 10 zamożnych Simów/Simki, zabicie ich i odzidziczenie po nich majątku.\nGłówne cele:\na) Aby poślubić pierwszego Sima osiągnij umiejętność charyzmy i gotowania na trzecim poziomie,\nb) Nie możesz naprawiać zniszczonych przedmiotów. Muszą one być na nowo kupione,\nc) Aby poślubić trzeciego Sima, osiągnij piąty poziom charyzmy oraz gotowania,\nd) Aby poślubić szóstego Sima, osiągnij siódmy poziom charyzmy oraz awansuj na ścieżkę łotra w swojej karierze,\ne) Wszystkie groby małżonków muszą znajdować się na jednej parceli.\nPo ukończenu wszystkich celów możesz rozpocząć nowy scenariusz.",
    "I'm a Lover\n\nZaczynasz grę jako autor powieści romantycznych, rozpoczynając karierę pisarza. Ostatecznym celem jest poślubienie danego Sima/Simkę, będąc w wieku 'emeryt', dopóki śmierć was nie rozłączy.\nGłówne cele:\na) Miej co najmniej dwóch partnerów i dwie partnerki w wieku 'Młody dorosły',\nb) Będąc w związkach jako 'Młody dorosły', nadal umawiaj się z innymi Simami,\nb) Posiadaj przynajmniej dwoje dzieci w wieku 'Młody dorosły',\nc) W wieku 'Dorosły' musisz wziąć ślub, a potem się rozwieść,\nd) Ukończ aspirację oraz karierę pisarza na maksymalnym poziomie,\ne) Na ostatnim etapie swojego życia, poślub Sima z którym znaliście się w wieku 'Młody Dorosły',\nPo ukończenu wszystkich celów możesz rozpocząć nowy scenariusz.",
    "Rags to Riches\n\nZaczynasz grę na pustej parceli bez żadnego dobytku i pieniędzy. Twój Sim nie może podjąć pracy, a jedyny jego zarobek powinien pochodzić ze sprzedazy znalezionych/wykonanych rzeczy. Ostatecznym celem jest zarobienie 1 miliona Simoleonów oraz posiadanie domu o wartości co najmniej 100 000 Simoleonów.\nGłówne cele:\na) Twój dom powinien być w pełni umeblowany i posiadać co najmniej kuchnię, jadalnię, dwie łazienki, trzy sypialnie, salon, biuro oraz ogród z basenem,\nb) Aby móc wybudować dom osiągnij piąty poziom majsterkowania oraz trzeci poziom logiki,\nc) Aby móc wybudować ogród, osiągnij siódmy poziom majsterkowania i piąty poziom umiejętności ogrodniczych,\nc) Aby posiadać dzieci, ukończ jedną z aspiracji życiowych do maksymalnego poziomu.\nPo ukończenu wszystkich celów możesz rozpocząć nowy scenariusz."
  ]

}